Repository: ruanroloff/template_multilanguage
Catalog: src/app/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: Beautiful day in Portland!
de: Ein Wunderschöner Tag in Portland
es: bonito dia
fr: une belle journée à Portland!

source: The Avengers movie was so cool!
de: Der Avengers Film war so toll!
es: os vingadores
fr: Le flic Avengers était trop cool!

source: Home
de: Zuhause
es: casa
fr: Maison

source: The Cake is a Lie
de: Der Kuchen ist eine Lüge
es: o bolo eh uma mentira
fr: Le gâteau est un mensonge

source: Hi, User!
de: Hallo, Benutzer
es: olá usuario
fr: Salut, usager

source: I promise you that there will be
de: Ich verspreche dir, dass es
es: eu prometo voce vera
fr: Je te promets qu'il y aura du

source: cake
de: Kuchen
es: bolo
fr: gâteau

source: at the end of this article, so keep on reading!
de: gibt am Ende dieses Artikels, also lies weiter!
es: no final deste artigo
fr: à la fin de cet article, alors continue à lire.

source: Hi,
de: Hallo,
es: olá,
fr: Salut,

source: says:
de: sagt:
es: diga:
fr: dit:

source: Welcome to Microblog
de: Willkommen beim Microblog
es: bem vindo
fr: Bonjour chez Microblog

source: Cake
de: Kuchen
es: bolo
fr: gâteau
